{"lyric":"[00:00.000] 作曲 : Alex Pham p\/k\/a $tupid Young\/Jay Bum Park p\/k\/a Jay Park\/Chase Vincent Malone p\/k\/a Cha Cha Malone\n[00:01.000] 作词 : Alex Pham p\/k\/a $tupid Young\/Jay Bum Park p\/k\/a Jay Park\/Chase Vincent Malone p\/k\/a Cha Cha Malone\n[00:11.959]Boy we runnin’ up those numbers, yeah, our stock goin’ up\n[00:14.825]There was nothin’ on my wrist, but now my watch glowin’ up\n[00:17.623]Couple Asian boys, we tatted and the spot blowin’ up\n[00:20.486]Boy we taking over, put that on the squad, SHO NUFF (yeah)\n[00:25.679]We do this (put that on the squad, SHO NUFF)\n[00:31.474]We do this!\n[00:34.219]Look, I was born to do this shit,\n[00:37.422]I’m from K-Pop but don’t get it twisted like contortionists,\n[00:40.176]They might take your life before you had one, like abortionists,\n[00:43.226]If you askin’ who they is man, homie I don’t know the shit,\n[00:46.032]I don’t be on the block, I don’t be in the blogs,\n[00:48.850]I just be at the top, I just be in the stu,\n[00:51.817]Homie huh? Never knew?\n[00:53.315]Asking what? Asking who?\n[00:54.720]Now you ‘bout to find out who I is like I just took your jewels,\n[00:57.685]$tupid throwin up them gang signs, while I’m throwing up that liquor,\n[01:00.908]Flyest Asian boy, you watch your girl before I stick her,\n[01:03.792]she be all up on me, boy, you swear she was a sticker,\n[01:06.466]I’m that young big homie, you should probably call me mister (Uh)\n[01:10.159]Boy we runnin’ up those numbers, yeah, our stock goin’ up\n[01:12.941]There was nothin’ on my wrist, but now my watch glowin’ up\n[01:15.873]Couple Asian boys, we tatted and the spot blowin’ up\n[01:18.735]Boy we taking over, put that on the squad, SHO NUFF (yeah)\n[01:23.872]We do this (put that on the squad, SHO NUFF)\n[01:29.637]We do this!\n[01:31.147]$tupid Young\n[01:32.834]Ain’t nobody looking for me I was sitting in the pen,\n[01:35.539]In a cell, took some L’s, rollie said it’s time to win,\n[01:38.316]I don’t ever follow trends, I’m just trying to touch an M\n[01:41.268]I got Asians movin weight but don’t be up in the gym (WOAH),\n[01:45.000]Don’t make me turn into the old me, before this rap I was thuggin’ with my brodies,\n[01:49.940]I’m talking drug dealers, killers, and parolies,\n[01:52.805]The same ones who would kill you for a rollie\n[01:55.708]Nah, for really, ridin’ around through the city, with the glizzy,\n[01:58.745]Niggas silly, hallow tippy through you’re your 59\/50\n[02:01.665]Need a milly, like I’m Diddy, with some hoes that is pretty,\n[02:04.524]Niggas with me they gon’ beef over cheese like it’s chilli (OH),\n[02:08.403]All my killers they ain’t really got no heart,\n[02:10.770]Your life is over if you make my niggas start,\n[02:14.301]Cold heart, niggas gon’ take you apart,\n[02:16.191]Man I swear I took it far, $tupid Young and Jay Park\n[02:22.277]\n","tlyric":"[by:维尔日记]\n[00:11.959]清点大手笔财产 我们资本蹭蹭上涨\n[00:14.825]曾经手腕空空如也 但如今腕戴精致高昂的手表\n[00:17.623]亚洲boy成对出击 炫酷纹身 燃炸全场\n[00:20.486]我们掌控全局 拉帮结派 想当然的气势逼人\n[00:25.679]我们就是干大事的(拉帮结派 想当然的气势逼人)\n[00:31.474]我们就是干大事的\n[00:34.219]好好看看 我生而为成就一鸣惊人\n[00:37.422]我出身于韩流 但绝不拘泥于此\n[00:40.176]他们或许想像流产医生一样将你扼杀在摇篮之中\n[00:43.226]倘若你询问我他们的身份 拜托伙计 我可不知道他们是谁 和我毫无干系\n[00:46.032]我才不和他们同流合污呆在同一个臭圈子 我也不愿被他们议论纷纷推向风口浪尖\n[00:48.850]我只不过蒸蒸日上高坐巅峰 坐在录音室里做着自己的音乐\n[00:51.817]伙计怎么了？ 从未听说过我？\n[00:53.315]你在问什么? 你在问谁？\n[00:54.720]现在你该知道我到底是谁了 毕竟我刚将你身旁珍贵宝钻所夺走\n[00:57.685]即便喝得酩酊大醉呕出酒水 也可骄傲向他们显现帮派标志\n[01:00.908]风流亚洲男孩 在我侵占你女人之前好好看着她吧\n[01:03.792]她可对我的技术很有信心呢 要是你亲身体会你也会认为她是个粘人精\n[01:06.466]我就是年轻有为的大伙计 你最好对我俯首称臣\n[01:10.159]清点大手笔财产 我们资本蹭蹭上涨\n[01:12.941]曾经手腕空空如也 但如今腕戴精致高昂的手表\n[01:15.873]亚洲boy成对出击 炫酷纹身 燃炸全场\n[01:18.735]我们掌控全局 拉帮结派 想当然的气势逼人\n[01:23.872]我们就是干大事的(拉帮结派 想当然的气势逼人)\n[01:29.637]我们就是干大事的\n[01:31.147]$tupid Young驾到\n[01:32.834]没人将我找寻 因为我曾被囚禁\n[01:35.539]在监牢之中 曾经的失败者成群聚集 如今劳力士对内心的呼唤再次激起胜负欲\n[01:38.316]我从不随波逐流 附势世俗的浪潮 我仅特立独行开拓自己的先途\n[01:41.268]我身上的亚洲气魄可并非在健身房所练就\n[01:45.000]别让我回到从前那段没有说唱 仅和朋友相依聊赖度日的时光\n[01:49.940]就随你们说我是无恶不作的恶人也好 伪君子也罢\n[01:52.805]但同样也是是简单用高昂的劳力士表就轻易将你秒杀的人\n[01:55.708]说实话 环绕城市周游 风光无限\n[01:58.745]曾经愚昧无知将赝品视为神圣 如今你自己就是自己的正大名牌\n[02:01.665]需要佳人相伴 仿佛我是吹牛老爹一般\n[02:04.524]伙计们率真直爽 热辣无比 敢与头等人物结梁子\n[02:08.403]我的同胞们做事毫不留情\n[02:10.770]你要是敢惹毛我们 你这辈子就别指望了\n[02:14.301]我铁石心肠 将你秒杀丝毫不眨眼\n[02:16.191]伙计们 我发誓我做的很精彩 $tupid Young 朴宰范联手精心制作\n"}